[WrittenNotes.Readable_Alfa DisAbstractItem]
m_ItemName="致阿尔法的信"
m_PluralItemName=""
m_Description="亲爱的阿尔法，\n\n我们不在乎你是不是病了。请回家吧。我们会照顾你的。我不会害怕的。你姐姐告诉我你打算躲在水淹区，并且你想独自死在那儿。请你千万别那样对我们。求你了。\n\n我爱你。"

[WrittenNotes.Readable_AmmoTransport DisAbstractItem]
m_ItemName="致伯恩利的信"
m_PluralItemName=""
m_Description="伯恩利，\n\n我想我有你正在找的东西。一辆载着新型弹药设计图的轨道列车在水淹区失踪了。那些设计它的傻瓜认为它极其贵重，竟把唯一一份图纸沿着穿过那片废弃区域的高架铁路送了出去。它最终没能抵达目的地。我建议你从赭岸中心火车站开始搜索。\n\n一定要格外小心——传闻“捕鲸人”帮派的地盘就在那一带。如果你看到任何他们出没的迹象，就赶快拼命逃跑。\n\n--塔斯基"

[WrittenNotes.Readable_AmmoTransport2 DisAbstractItem]
m_ItemName="武器向导的信息"
m_PluralItemName=""
m_Description="科温，\n\n想象一下高跷小子的火力，却有手枪的速度，而且容易隐藏。有了这项新技术，任何持枪手够稳的士兵都会成为一股不可小觑的力量。务必尽快把它送到摄政王手中。\n\n--洛克斯雷"

[WrittenNotes.Readable_AssnGear DisAbstractItem]
m_ItemName="来自道德的说明"
m_PluralItemName=""
m_Description="睡眠毒药只对需要绑架的目标和我们需要活捉的悬赏目标使用。别为了避免其它伤亡而浪费这东西。"

[WrittenNotes.Readable_AssnPowers DisAbstractItem]
m_ItemName="在布里格莫尔的任务"
m_PluralItemName=""
m_Description="雷纳尔多，照吩咐完成任务，别再质疑我的计划。是的，那些在布里格莫尔庄园废墟聚会的女人拥有和我们一样的能力。她们还使用以飞镖施放的毒药。但正如你通过横越技巧分享了我跨越空间瞬移的能力，你也继承了我对某些毒素的抗性。正如你刚加入我们时我告诉你的，这是我的另一项恩赐：任何忠诚为我效力的人都能分享我的部分力量。这或许能帮助你抵抗她们的毒药，也或许不能。\n\n布里格莫尔女巫的首领必须为她的背叛付出代价。如果你成功了，你分到的钱将足以让你晚年在瑟科诺斯建一座漂亮的房子——前提是你能活到那时。\n\n--道德"

[WrittenNotes.Readable_Bounty DisAbstractItem]
m_ItemName="悬赏科尔沃的笔记"
m_PluralItemName=""
m_Description="道德，\n \n科尔沃持有那个面具可能是一场精心策划的栽赃，但如今新上任的摄政王哈弗洛克正向全城宣布，他有证据证明科尔沃与“面具罪犯”有关。\n \n悬赏是30,000枚金币，但如果科尔沃确实就是“面具罪犯”，而且通缉令上指控的事情全是他干的，我估计赏金会翻倍。既然我们活捉了他，应该还能讨价还价，多要一些。\n \n至于大嘴巴，我们监视了他一周，可就在准备行动时，他突然消失了。或许他离开这座城市了。\n\n--卢菲奥"

[WrittenNotes.Readable_ChambofComm DisAbstractItem]
m_ItemName="致主管的信"
m_PluralItemName=""
m_Description="事情就这样了？我们要关门了？这么多年之后？就在我们刚为贾斯敏·考德温的新雕像揭幕之后？不过是一面破墙和不断上涨的河水，我们就要放弃这栋建筑，把各个办公室拆散到那些次等城区去？\n\n你疯了吗？脑子变成瘟疫鼠了吗？还是喝了界外魔的尿？比起今早我们所有人在桌上看到的调迁安排，我宁愿接受以上任何一种解释。如果你作为我们的主管真的打算这样办事，那么不，我不会接受调迁命令。\n\n就把这当成我的辞呈吧。\n\n- 珀西瓦·考克斯，赭岸区商会前副主席。"

[WrittenNotes.Readable_CrankWheels DisAbstractItem]
m_ItemName="拉恩斯的警告"
m_PluralItemName=""
m_Description="伙计们，\n\n这些该死的轮子总是从阀门上脱落。只要把它们拧回去，看起来就又紧又牢，所以在我们找到更好的办法之前先这么处理。如果你们需要排空某个缸却找不到轮子，附近多半就有一个。要是没有，就去检查楼梯旁的储物柜。\n\n还有一件事。我知道你们中有人把怀表掉进了蓄水池坑里，便自作聪明地排空这些缸，好让油面升高，把怀表捞回来。再这么干一次，浪费掉的油钱就从你的薪水里扣。\n\n--拉恩斯"

[WrittenNotes.Readable_DaudBook DisAbstractItem]
m_ItemName="道德的日志"
m_PluralItemName=""
m_Description="[最近的记载]\n\n在这块卑劣的土地、这座污秽的城市里待了十八年。我手上沾过学者、恋童的贵族、公会成员、不贞恋人、正直得不懂自保的政客，以及险些把不该动的人绳之以法的执法者的血。为何女皇会有所不同？为何我会感到这座垂死城市的全部重量压在我的背上？\n\n科尔沃是皇家护卫，和曾经的我一样来自瑟科诺斯。我或许早已知道此事，但直到从他的脸上认出故乡的痕迹，这才有了意义。它唤回了我对故乡的遥远记忆，也让我想起自己曾是怎样一个乐观的年轻人。\n\n如果回到那里，我会发现什么？那里是否也像顿沃一样从内部腐烂，还是仅仅因为腐朽的是我，才会觉得那里也是如此？"

[WrittenNotes.Readable_DaudEvidence DisAbstractItem]
m_ItemName="致道德的信"
m_PluralItemName=""
m_Description="道德，\n\n我很满意。科尔沃本来会对我非常有用，但你的临机应变堪称典范。让他替这桩罪行背黑锅，大大简化了事情。我希望你对报酬也同样满意。\n\n我很快会再次联系你，交付更多任务。\n\n--H.B."

[WrittenNotes.Readable_DogTraining DisAbstractItem]
m_ItemName="摘自一名刺客的日志"
m_PluralItemName=""
m_Description="[摘自最新的日志]\n\n我们从督军那“营救”的四只猎犬进步很大。我相信，只要继续照看并合理喂养，它们受到的宗教狂热分子训练的影响就会消退，并开始表现得更合我们的心意。"

[WrittenNotes.Readable_FloodedFlooding DisAbstractItem]
m_ItemName="多诺万的笔记"
m_PluralItemName=""
m_Description="[摘自一段旧笔记]\n\n随着河水日复一日上涨，每个人都想找个人为发生的一切负责。一个又一个店主不得不把自己的店铺让给没过脚踝的污泥，淡水甲贝甚至一直长到了锤石街。\n\n真相是，这并不是什么要把一向繁荣的赭岸从顿沃地图上抹去的阴谋，而是懒惰与愚蠢。至少十年来，阻挡上涨河水的屏障一直无人维护；一处开始漏水后，整套屏障便彻底垮了。整座城市忙于对抗鼠疫，没有一个人出手挽救这里。\n\n如今已经一年了，住在一个被摄政王遗忘的地方也有它的好处。"

[WrittenNotes.Readable_FranklinPrison DisAbstractItem]
m_ItemName="致督军福兰克林的信"
m_PluralItemName=""
m_Description="福兰克林督军，对吧？\n\n下次谈话时，我希望你告诉我两件事。\n\n第一，如果不是双腿已经粉碎，你本可轻易逃出这间牢房；对于被关在这样的牢房里，约令是怎么教导你的？\n\n第二，你们这些人是怎么知道我们基地位置的？而且带着一群人数远远处于劣势的蠢货，蹚过齐胸深的水来到这里，你究竟想达成什么目的？\n\n--道德"

[WrittenNotes.Readable_GateCourt DisAbstractItem]
m_ItemName="安保工作日志"
m_PluralItemName=""
m_Description="[摘自一则安保工作记录]\n\n接下来几天，我们要把运尸车的投放频率提高到四倍。这必然意味着，会有越来越多的瘟疫携带者装死，企图借机逃脱。因此，保证赭岸之门一带安全的计划如下。\n\n第一步：在酒店后面的院子里设置几座电弧塔。上面虽然设有街道路障，但不能把它焊死。我们仍需通过那条路线前往河边，这也意味着染疫者能走同一条路。\n\n第二步：在锤石街和老莫斯雷运河之间设立屏障。\n\n第三步：安装更多照明设备，尤其要照亮酒店及周围建筑。\n\n你们可能想借用电弧塔的鲸油罐来启动探照灯。绝对不行。我们必须让那些电弧塔保持运作，确保后院安全。"

[WrittenNotes.Readable_GatewardKey DisAbstractItem]
m_ItemName="道德的通知"
m_PluralItemName=""
m_Description="如果你接到了一个要求你去赭岸之门的任务，来见我。我有钥匙。\n\n--道德"

[WrittenNotes.Readable_GreavesOil DisAbstractItem]
m_ItemName="炼油厂经理的日志"
m_PluralItemName=""
m_Description="[摘自一段工作日志]\n\n那些来自鲸鱼屠宰场、标有“B批次”的油船只能接到较深的那排管道上。这些驳船装着幼鲸的鲸脂，必须经过不同的提炼流程，才能确保达到相同的效力。我们必须尽快卸空油船，让它们返回鲸鱼屠宰场。\n\n格里夫斯照明油公司本季度有望创下利润纪录，而我要让炼油厂得到这份功劳，不能让鲸鱼屠宰场那帮挠屁股的家伙抢走！"

[WrittenNotes.Readable_HistoryofShantyTown DisAbstractItem]
m_ItemName="玛莎的日记"
m_PluralItemName=""
m_Description="[摘自一本旧日记]\n\n昨晚来了更多捕鲸人。我们一听到他们发出的古怪声响就开始逃跑，但还没来得及四散逃开，我们的人就倒下了一半。\n\n拉瑞安说他们根本不是什么捕鲸人，而是用旧鲸油加工厂面具遮住脸的邪教徒。早在他们刚开始鬼鬼祟祟地出没时，我们就该搬走了。他们盯上旧商会大楼的原因和我们当初在这里落脚一样：那里很安全，也相当干燥，而且下面有一条直通赭岸之门的隧道。"

[WrittenNotes.Readable_LayingCables DisAbstractItem]
m_ItemName="承包人的笔记"
m_PluralItemName=""
m_Description="现在越来越难找到愿意在水淹区铺设管线的健康工人了。所以我们要从出现染病迹象的人里挑出看起来强壮的男子，向他们提供工作，作为交换，我们会对他们的病睁一只眼闭一只眼。等他们接好这些探照灯后，你想怎么处置他们都行。\n\n--C.S."

[WrittenNotes.Readable_LightHint DisAbstractItem]
m_ItemName="有关高跷小子的命令"
m_PluralItemName=""
m_Description="这台发电机可以给探照灯供电。目前只接好了一盏，但只要它亮起来，高跷小子就会脱离巡逻路线，转而攻击那些公寓楼。屋内任何人，无论是不是恸哭者，都要杀掉。"

[WrittenNotes.Readable_Looters DisAbstractItem]
m_ItemName="致菲尔格的信"
m_PluralItemName=""
m_Description="你好，菲尔格，\n\n给你那些贪心的水淹区寻宝之旅一句忠告。如果你发现自己被困住，唯一的出路又是穿过赭岸之门，这个接线工具就能派上用场。只要能穿过那些门，光之壁的线路面板就在另一侧。\n\n更好的办法是让我跟你一起去。复杂的事情由我来处理。\n\n--克拉奇"

[WrittenNotes.Readable_Mace DisAbstractItem]
m_ItemName="梅斯·布莱姆斯利的日记"
m_PluralItemName=""
m_Description="第一天\n收尸统计员来时，我确信如果他们发现妻子患病，也会把我带走。我命令她装死，自己也照做，希望检查员不是懒得管，就是蠢得看不出来。果然如我所料，他们甚至懒得检查我们的脉搏，就把我们装上了运尸车。收尸统计员似乎只关心我们家产的价值。\n\n第二天\n我无法确定自己从运尸车的投放中幸存下来究竟是幸运，还是残酷的命运。我怀疑这也许是一种诅咒，因为我亲爱的妻子不仅同样毫发无损地活了下来，而且无论这番经历还是鼠疫，都丝毫没能让她那张唠叨的嘴停下来。很快我们发现幸存者不只我们二人；事实上，有一小群人聚集在赭岸之门附近，祈求任何获得自由的机会。\n\n第三天\n按理说，我现在肯定已经能感觉到疾病对胸口和喉咙的影响了；但除了脱水和空腹带来的疼痛之外，我什么也感觉不到。"

[WrittenNotes.Readable_MusicBox DisAbstractItem]
m_ItemName="致道德的报告"
m_PluralItemName=""
m_Description="这就是督军捆在胸前的音乐设备。当它启用时，我们不能使用闪烁瞬移和虚空牵引。我建议我们都该好好看看这个。"

[WrittenNotes.Readable_OtherBountys DisAbstractItem]
m_ItemName="悬赏清单"
m_PluralItemName=""
m_Description="[摘自悬赏清单]\n\n克罗尼甘 - 已干掉，已支付1,500金币\n萨拉德 - 下落不明\n伊丽莎白 - 已劫持，已交付，已支付2,000金币\n布斯 - 已干掉，雇主拒绝付款。雇主已被干掉。\n未知的蒙面人 - 已确认是科尔沃\n大嘴巴 - 下落不明\n科尔沃 - 已被拘押，须活着交付"

[WrittenNotes.Readable_OverseerExped DisAbstractItem]
m_ItemName="至高督军坎贝尔的命令"
m_PluralItemName=""
m_Description="祝你在此次远征中平安无事、英勇无畏。\n\n刺客道德和他的邪教徒随从通常被称作捕鲸人，因为他们戴着油厂工人的面具。务必当心，道德可能拥有超乎预期的力量和抵抗力。行动时须极其谨慎；他们恶名远扬绝非浪得虚名。\n\n他们的基地位于赭岸中心区废墟中的商会大楼内。通往该区域的所有道路都已封锁，只有高架铁路例外。去赭岸市场寻找火车站。\n\n行进时务必小心，那些邪教徒无疑派了探子监视这条路线。\n\n--至高督军坎贝尔\n"

[WrittenNotes.Readable_OverseerWarning DisAbstractItem]
m_ItemName="督军的警告"
m_PluralItemName=""
m_Description="我们试图穿过那座窄桥时，刺客们发动了陷阱。在那个咽喉要道，他们得以将我们逐个击破。我们原以为可以把他们引到里面，靠人数优势扭转局面，但根本无济于事。\n\n现在只剩我一个人还活着，而我感觉自己的生命正一分一秒地流逝。\n\n求你们了，如果第二支队伍试图从这里通过，一定要提防那座桥。他们正听着开门的声音。留意屋顶。即使只有少数几人，他们也足以成为强敌。"

[WrittenNotes.Readable_PitBridge DisAbstractItem]
m_ItemName="炼油厂领班的笔记"
m_PluralItemName=""
m_Description="告诉你的领班，每个班次都要安排一名维修工。这里的导管一直短路。\n\n至少批准我们在桥边的备用罐槽里放一个鲸油罐，好让电力供应保持稳定。我们可是格里夫斯公司啊。按说我们总该负担得起一个自家生产的额外油罐。\n\n或者，如果非要我说得简单点——没有电，桥就会一直升着。桥一直升着，我们就进不了炼油厂的深坑。进不了深坑，我们就干不了活。就是这么简单。"

[WrittenNotes.Readable_SmugglerProngs DisAbstractItem]
m_ItemName="威廉姆斯中士的通知"
m_PluralItemName=""
m_Description="掠夺者不是偷走了打开这些隔离门所需的特殊插脚，就是仿制了这种插脚。如果你听见有人进来，千万别想当然地以为是自己人。\n\n--威廉姆斯中士"

[WrittenNotes.Readable_StealingOil DisAbstractItem]
m_ItemName="致斯图的信"
m_PluralItemName=""
m_Description="嘿，斯图，事情是这样的。\n\n老格里夫斯炼油厂里还有几大桶加工好的鲸油，一直没人碰过。我们只需要收集一堆空油罐，再用前站的油泵把它们重新装满。现在水位这么高，我们可以直接驾船进出，毫无问题。只是别独自过去。那里到处都是淡水甲贝，那些东西可不好惹。\n\n--米奇"

[WrittenNotes.Readable_TheGreavesStair DisAbstractItem]
m_ItemName="炼油厂安全警示"
m_PluralItemName=""
m_Description="记住，除非正在换班或发生紧急情况，否则必须始终让楼梯保持在“升起”位置。未能照办可能造成设备损坏和人员伤亡。\n\n一旦真的发生紧急情况，主电源必定会被切断。使用你右侧的备用供电器，恢复这个控制面板的电力。"

[WrittenNotes.Readable_WeeperCampbell DisAbstractItem]
m_ItemName="坎贝尔的诅咒"
m_PluralItemName=""
m_Description="我诅咒那个蠢货海罗姆·布洛斯！摄政王个屁！我们差一点就能拥有一切。如今我却要在所剩无几的日子里一直带着异端烙印。偏偏是异端烙印！我本该禁止这项仪式，但说实话，我原打算在必要时用它对付几个讨厌的人，甚至可能用来对付海罗姆。现在一切都完了。当我从一摊污水中瞥见自己的倒影时，我看见失败烙在了脸上。我被放逐了。\n\n现在瘟疫也降临到了我身上。高烧已经越来越严重，我的思绪也像盲鳗一样滑溜。用不了多久，我就会流着口水呻吟，双眼泣血。上周我还在品尝上等提维亚葡萄酒，享受着自己在修道院中的地位理应带来的舒适生活。今天，我却睡在污秽之中，迷失在这片阴郁而破败的城区。\n\n如果我的心智注定腐烂，就让这些成为我的遗言，成为赛迪斯·坎贝尔最后清醒的思绪——一个伟大的人，一个贪婪地热爱生命中一切滋味与气息的人，也曾是伟大都城顿沃的至高督军。\n\n我从虚空的黑暗中向科尔沃·阿塔诺降下诅咒。正是他让我失去了珍视的一切。\n\n愿苍蝇在你眼中筑巢，科尔沃；愿你的一切愿望都归于破灭，正如你毁掉了我的一切。\n\n--赛迪斯·坎贝尔"

[WrittenNotes.Readable_WhaleStatue DisAbstractItem]
m_ItemName="致希瑟的信"
m_PluralItemName=""
m_Description="亲爱的希瑟，\n\n哈罗德是不是一直跟你念叨他藏起来的那件宝贝？我都快被他说得耳朵起茧了！他声称那东西能证明自己有帝国血统，但要我说，这只说明我们那些了不起的统治者如今会向任何人收买人情！这就是一桩丑闻！\n\n不管怎样，你应该去看看他。他给你展示那座雕像时，会让你猜保险箱的密码。（天啊，他真是个无聊透顶的人。）你就狡黠地冲他眨眨眼，告诉他密码是428。真希望我能亲眼看看你猜对时他脸上的表情。\n\n你知道他喜欢你，而且他有钱。他或许个子矮小、谈吐乏味，要我说，在晚宴上也无趣至极，但他有钱。他在商贸议事厅附近有一套公寓。那地方是个糟糕的小破洞，唯一的入口在后院，而且还没我在海滨区附近的阁楼大；不过，能在城里的那个地段买得起任何大小的住处，日子肯定过得不错。\n\n--阿梅里亚"

